[
    {
        "id": "ldc_npcc_ace",
        "name": "Ace",
        "role": "striker",
        "info": {
            "flavor": "A primeira pessoa a incorporar o arquétipo “Ace” foi Aisling Jensen, uma piloto auxiliar ativa durante a libertação de Verdana. Cavaleiros do chassi e do céu, Ases como Aisling lançam seus mechas na batalha com ataques em alta velocidade, manobras ágeis e feitos imprudentes de ousadia. Arrogantes e autoconfiantes, os ACEs apreciam um bom duelo.",
            "tactics": "ACEs são atacantes muito rápidos e reativos que podem usar MANOBRAS EVASIVAS para mitigar ataques perigosos ou de alto dano. MANOBRAS EVASIVAS são mais eficazes contra armas pesadas. Suas armas SEEKING ignoram cobertura e não exigem linha de visão, permitindo que causem danos consistentes. O HP relativamente baixo torna os Ases vulneráveis a danos sustentados e eles são relativamente fracos contra ataques tecnológicos."
        },
        "stats": {
            "activations": [1, 1, 1],
            "stress": [1, 1, 1],
            "structure": [1, 1, 1],
            "hp": [10, 12, 14],
            "armor": [0, 0, 0],
            "evade": [12, 15, 18],
            "edef": [10, 12, 14],
            "heatcap": [8, 8, 8],
            "hull": [-2, -2, -2],
            "agility": [3, 4, 6],
            "systems": [1, 2, 3],
            "engineering": [0, 1, 1],
            "speed": [5, 6, 7],
            "sensor": [10, 10, 10],
            "save": [10, 12, 14],
            "size": [[1], [1], [1]]
        },
        "base_features": [
            "ldc_npcf_sistema_de_voo_ssc",
            "ldc_npcf_lancador_de_misseis",
            "ldc_npcf_manobras_evasivas"
        ],
        "optional_features": [
            "ldc_npcf_caminho_do_bombardeiro",
            "ldc_npcf_strafe",
            "ldc_npcf_enxame_de_misseis",
            "ldc_npcf_resposta_agil",
            "ldc_npcf_lancadores_de_palha"
        ],
        "power": 100
    },
    {
        "id": "ldc_npcc_aegis",
        "name": "Aegis",
        "role": "support",
        "info": {
            "flavor": "Os mechs do arquétipo Aegis são construídos para manter o terreno, apoiar seus aliados e suprimir inimigos. Usados ​​pela primeira vez com grande efeito durante a Ação Comorrand por uma piloto Karrakin, Lady Gloria da Casa MacLennan, os Aegis são conhecidos por suas poderosas medidas defensivas. Seus pilotos podem habilmente transformar a menor barricada em um baluarte com qualquer coisa, desde ferramentas convencionais até tecnologias de ponta.",
            "tactics": "Aegis são unidades de apoio resistentes e defensivas. Eles são mais eficazes quando posicionados de modo que a sua REDE DE DEFESA possa cobrir o maior número possível de aliados, uma vez que pode ser difícil redistribuí-los. A PROTEÇÃO REGENERATIVA também protege o Aegis dos efeitos de redução de mobilidade."
        },
        "stats": {
            "activations": [1, 1, 1],
            "stress": [1, 1, 1],
            "structure": [1, 1, 1],
            "hp": [14, 18, 18],
            "armor": [2, 2, 3],
            "evade": [7, 8, 8],
            "edef": [10, 13, 14],
            "heatcap": [10, 10, 10],
            "hull": [0, 0, 0],
            "agility": [-2, -1, -1],
            "systems": [2, 3, 4],
            "engineering": [2, 3, 5],
            "speed": [3, 3, 3],
            "sensor": [8, 10, 10],
            "save": [10, 11, 12],
            "size": [[1], [1], [1]]
        },
        "base_features": [
            "ldc_npcf_laser_de_luz",
            "ldc_npcf_rede_de_defesa",
            "ldc_npcf_escudo_regenerativo"
        ],
        "optional_features": [
            "ldc_npcf_escudo_adaptativo",
            "ldc_npcf_guardiao",
            "ldc_npcf_circulo_de_fogo",
            "ldc_npcf_sistema_de_cobertura_duraluz",
            "ldc_npcf_sistema_de_parede_negra_ha"
        ],
        "power": 100
    },
    {
        "id": "ldc_npcc_archer",
        "name": "Archer",
        "role": "controller",
        "info": {
            "flavor": "A base do arquétipo do Arqueiro, Gatekeeper Key-II  da Ursa Major, foi popularizado pelas ações heróicas de Ichabod Carden na Batalha de Terramoto. Os mechs do arquétipo do arqueiro sacrificam a armadura para uma mira poderosa e sistemas de manobras sobreposicionais, tornando-os especialmente populares entre pilotos que preferem ter controle sobre o destino preciso de cada tiro.",
            "tactics": "Os arqueiros são excelentes em infligir “castigos escolhidos” a seus inimigos – eles fazem os personagens escolherem entre realizar certas ações ou deixar o Arqueiro atacá-los. Use Arqueiros para bloquear PCs móveis ou de grande impacto ou para proteger aliados mais vulneráveis. Lembre-se de que os arqueiros são mais eficazes quando conseguem chegar bem perto de seus alvos, mas não são especialmente duráveis."
        },
        "stats": {
            "activations": [1, 1, 1],
            "stress": [1, 1, 1],
            "structure": [1, 1, 1],
            "hp": [16, 20, 20],
            "armor": [0, 0, 1],
            "evade": [8, 10, 12],
            "edef": [8, 10, 12],
            "heatcap": [8, 8, 8],
            "hull": [-1, -1, -1],
            "agility": [2, 3, 4],
            "systems": [2, 3, 4],
            "engineering": [-1, -1, -1],
            "speed": [5, 5, 6],
            "sensor": [15, 15, 15],
            "save": [11, 13, 16],
            "size": [[1], [1], [1]]
        },
        "base_features": [
            "ldc_npcf_metralhadora_leve",
            "ldc_npcf_suprimir",
            "ldc_npcf_alvo_em_movimento",
            "ldc_npcf_sentinela_superior"
        ],
        "optional_features": [
            "ldc_npcf_capsulas_cegantes",
            "ldc_npcf_ameaca_iminente",
            "ldc_npcf_fogo_de_cobertura",
            "ldc_npcf_vai_pela_sombra",
            "ldc_npcf_resposta_agil",
            "ldc_npcf_chuva_de_balas"
        ],
        "power": 100
    },
    {
        "id": "ldc_npcc_assassin",
        "name": "Assassin",
        "role": "striker",
        "info": {
            "flavor": "Assassinos tendem a agilidade, dano e velocidade. Esses pilotos sacrificam conforto para eficiência, eliminando tudo, desde suporte de vida até comunicações sistemas e substituindo-os por maior poder de processamento e furtividade capacidades. Os assassinos trabalham sozinhos ou em pequenos grupos, pilotando seus pequenos e mechs elegantes através de terreno quase impenetrável para pegar seus alvos desprevenidos.",
            "tactics": "Os assassinos são verdadeiros especialistas em punir personagens individuais. Use ASSASSIN’S MARK para escolher um alvo e, em seguida, aproveite ao máximo a alta velocidade do Assassino e o SALTO para diminuir a distância. Para uma combinação desagradável, combine um Assassino com NPCs que infligem condições de redução de mobilidade, como ATORDOADO ou PRONADO. Sem sistemas opcionais como a ESPINGARDA “DEVIL’S COUGH”, os Assassinos só têm acesso a ataques corpo a corpo e são bastante vulneráveis ​​a danos sustentados."
        },
        "stats": {
            "activations": [1, 1, 1],
            "stress": [1, 1, 1],
            "structure": [1, 1, 1],
            "hp": [15, 15, 15],
            "armor": [0, 1, 1],
            "evade": [12, 15, 17],
            "edef": [8, 8, 8],
            "heatcap": [7, 7, 7],
            "hull": [0, 1, 1],
            "agility": [2, 3, 4],
            "systems": [1, 1, 2],
            "engineering": [-1, 0, 0],
            "speed": [6, 6, 8],
            "sensor": [10, 10, 10],
            "save": [10, 12, 14],
            "size": [[0.5], [0.5], [0.5]]
        },
        "base_features": [
            "ldc_npcf_bioarmadura_kai",
            "ldc_npcf_lamina_fervente",
            "ldc_npcf_salto"
        ],
        "optional_features": [
            "ldc_npcf_shotgun_tosse_do_diabo",
            "ldc_npcf_exaurir",
            "ldc_npcf_entrada_dinamica",
            "ldc_npcf_projetor_de_nuvens",
            "ldc_npcf_facas_explosivas"
        ],
        "power": 100
    }
]