[
    {
        "id": "ldc_npct_commander",
        "name": "Commander",
        "description": "Os comandantes operam em grande escala, controlando frotas e exércitos em mundos e no espaço interestelar. Eles podem não ser os soldados mais mortíferos, mas destacam o que há de melhor em suas forças.",
        "base_features": [
            "ldc_npct_reforcado",
            "ldc_npct_voz_de_autoridade",
            "ldc_npct_tracos_do_comandante"
        ],
        "optional_features": [
            "ldc_npct_reforcar_conexao",
            "ldc_npct_pressione_o_ataque",
            "ldc_npct_avante",
            "ldc_npct_marcha_veloz",
            "ldc_npct_disciplina_militar"
        ],
        "power": 100
    },
    {
        "id": "ldc_npct_rpvs",
        "name": "RPVs",
        "description": "Veículos de piloto remoto – RPVs – são quaisquer mechs pilotados por NHPs, pilotos externos ou unidades comp/con. Trocam a vulnerabilidade da guerra electrónica pela força de unidades individuais e podem operar fora das restrições impostas aos sistemas pilotados por unidades orgânicas instaladas em veículos.",
        "base_features": [
            "ldc_npct_hp_bonus",
            "ldc_npct_sem_piloto",
            "ldc_npct_vulneravel_a_hacks"
        ],
        "optional_features": [],
        "power": 100
    },
    {
        "id": "ldc_npct_elite",
        "name": "Elite",
        "description": "Os inimigos de elite são mais resistentes e poderosos do que a maioria – apenas um passo abaixo dos Ultras. Eles podem ser pilotos, forças especiais ou inimigos especialmente durões ou experientes, usando um nível mais alto de tecnologia ou equipamento de melhor qualidade do que os soldados rasos. Os Elites podem agir várias vezes a cada rodada e obter Estrutura adicional, o que efetivamente dobra seu HP e permite que eles façam verificações de danos à estrutura como os PJs.",
        "base_features": [
            "ldc_npct_reforcado_elite",
            "ldc_npct_preparado",
            "ldc_npct_carreira_de_piloto",
            "ldc_npct_especialista"
        ],
        "optional_features": [

        ],
        "power": 100
    },
    {
        "id": "ldc_npct_exotico",
        "name": "Exótico",
        "description": "Mesmo em uma galáxia de maravilhas, os exóticos são inimigos estranhos e perigosos. Alguns apresentam tecnologias únicas ainda não disponíveis para toda a galáxia ou empunham estilos de armas arcaicos atualizados para os dias modernos, enquanto outros carregam equipamentos ou adotam táticas que são totalmente estranhas à doutrina da União.",
        "base_features": [
            "ldc_npct_xenotech",
            "ldc_npct_criptografia",
            "ldc_npct_sistema_exotico"
        ],
        "optional_features": [
            "ldc_npct_bio_frame",
            "ldc_npct_entalhador_de_pseudo_espaço",
            "ldc_npct_exposicao_a_realidade",
            "ldc_npct_armamento_vivo",
            "ldc_npct_arma_paracausal",
            "ldc_npct_chrono_quebra",
            "ldc_npct_regenerador"
        ],
        "power": 100
    },
    {
        "id": "ldc_npct_grunt",
        "name": "Grunt",
        "description": "Os grunts estão um passo acima da bucha de canhão. Eles normalmente vão para o campo em mechas produzidos em massa ou em estoque – treinados para disciplina em vez de excelência. Os grunts podem não ser ameaças por si só, mas em grupo, tornam-se uma massa esmagadora de corpos e projéteis que ameaça até os inimigos mais poderosos.",
        "base_features": [
            "ldc_npct_papel",
            "ldc_npct_fraco",
            "ldc_npct_carreira_de_piloto_grunt"
        ],
        "optional_features": [

        ],
        "power": 100
    },
    {
        "id": "ldc_npct_mercenary",
        "name": "Mercenary",
        "description": "Mercenários oferecem seus serviços ao lance mais alto. Eles podem ter um apego a uma fé ou bandeira, mas quando se trata de fazer negócios, são leais apenas ao lance mais alto.",
        "base_features": [
            "ldc_npct_oportunista",
            "ldc_npct_sistemas_e_tracos_mercenarios"
        ],
        "optional_features": [
            "ldc_npct_cacador_de_recompensas",
            "ldc_npct_assassino_eficiente",
            "ldc_npct_favores_prestados",
            "ldc_npct_drone_olheiro",
            "ldc_npct_nigerundayo"
        ],
        "power": 100
    },
    {
        "id": "ldc_npct_pirate",
        "name": "Pirate",
        "description": "Os piratas vivem nas fronteiras – os buracos esquecidos do espaço ocupado. Eles vão longe, operando em torno de portões intermitentes, rotas marítimas interestelares e mundos que ainda não foram colonizados. Eles podem ser encontrados onde quer que os recursos sejam mantidos ou movidos, as pessoas estejam desesperadas e a lei seja escassa.",
        "base_features": [
            "ldc_npct_mortal",
            "ldc_npct_sistemas_e_tracos_piratas"
        ],
        "optional_features": [
            "ldc_npct_laco",
            "ldc_npct_municoes_estilhacantes",
            "ldc_npct_vermes_perfura_nucleo",
            "ldc_npct_garras_abre_casco",
            "ldc_npct_sinal_controlador"
        ],
        "power": 100
    }
]